{
    "narwhal": "Kỳ lân biển",
    "theNarwhal": "Con Kỳ Lân Biển",
    "botBanned": "Bạn đã bị cấm bởi con kỳ lân biển và bạn không thể sử dụng lệnh của nó.\nĐể biết thêm thông tin chi tiết, vui lòng liện hệ ở {support}\n\nLý do bị cấm:```{reason}```",
    "error": "Lỗi đã xảy ra! Vui lòng báo cáo nó về cho máy chủ hỗ trợ.\nID: {id}\nMáy chủ: {invite}",
    "commandNotFound": "Lệnh này không tồn tại!",
    "commandCooldown": "Bạn có thể dùng lệnh này sau {timer}",
    "ping": "Ping! {time} ms",
    "setupSuccess": "Bạn đã thiết lập thành công cài đặt theo chỉ dẫn!",
    "votedAlready": "Bạn đã bỏ phiếu trong 12 giờ qua! Bạn có thể bỏ phiếu lại sau {timer}.\n",
    "votedSuccess": "Cảm ơn vì đã bỏ phiếu! Bạn nhận được {amount} {prize}!",
    "voteLink": "Bỏ phiếu ở Top.gg",
    "votedNo": "Bình chọn cho Kỳ Lân Biển trên Top.gg cứ sau 12 giờ để nhận phần thưởng!\nMột khi bạn đã bình chọn, dùng lại lệnh này để nhận phần thưởng!\nNếu bạn vẫn còn thấy dòng chữ này sau khi bạn đã bỏ phiếu, hãy đợi vài phút rồi thử lại sau.",
    "itemInvalid": "Vật phẩm không hợp lệ!",
    "itemHasNone": "Bạn không có món vật phẩm đó!",
    "giveawaysNoneActive": "Hiện tại không có phần phát quà nào đang diễn ra hiện tại. Vui lòng thử lại sau.",
    "itemFedRecently": "Bạn đã cho con Kỳ Lân Biển ăn gần đây!",
    "itemFeed": "Kỳ Lân Biển vui vẻ đón nhận {item} và thưởng cho bạn {amount} {reward}!",
    "inventoryTitle": "Rương đồ của Bạn",
    "inventoryEmpty": "Rương đồ của bạn rỗng!",
    "playSuccess": "Yay, thật là vui! Bạn được nhận {amount} {reward}!",
    "redeemSuccess": "Yay! Bạn đã đổi {item} của mình và nhận được {amount} {reward}.",
    "redeemBonus": "Bạn cũng nhận được {amount} {reward}!",
    "movedToSlash": "Xin chào! Chúng tôi vừa mới cập nhật chức năng lệnh gạch chéo thay vì lệnh thường. Hãy thử dùng chúng từ nay và cho chúng tôi biết trong máy chủ hỗ trợ nếu bạn gặp vấn đề gì hoặc có câu hỏi!",
    "giveawayEnded": "Phần trao quà đã kết thúc!",
    "giveawayEnter": "Bạn đã tham gia thành công phần trao quà!",
    "giveawayEntered": "Bạn đã tham gia phần trao quà này!",
    "giveawayServerLimit": "Bạn đã đạt đến giới hạn máy chủ mà bạn có thể tham gia vào. Hãy dùng vật phẩm để tăng phần trăm của bạn thay vào đó.",
    "languageSet": "Ngôn ngữ cảu bạn đã được đổi thành {language}!",
    "setupNotComplete": "Máy chủ chưa được thiết lập!",
    "noPermission": "Bạn không có quyền để dùng lệnh này!"
}